Repository: ericze/firstGrowth-ios
Catalog: sprout/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# home.timeline.context.edit
source: Edit record
zh_hans: 编辑记录

# home.timeline.context.hint
source: Tap to edit. Touch and hold for more actions.
zh_hans: 点按可编辑，长按可查看更多操作。

# home.timeline.empty.body
source: Start with feeding, diaper, sleep, or solids. The timeline will quietly hold today for you.
zh_hans: 先记一笔奶量、尿布、睡眠或辅食，时间线会安静地接住今天。

# home.timeline.empty.title
source: No records yet today
zh_hans: 今天还没有记录

# home.undo.ended_sleep
source: Ended sleep
zh_hans: 已结束睡眠

# home.undo.saved_food
source: Saved solids
zh_hans: 已记录一顿辅食

# home.undo.saved_record_format
source: Saved %1$@
zh_hans: 已记录%1$@

# module.collection.title
source: Memories
zh_hans: 珍藏

# module.growth.title
source: Growth
zh_hans: 成长

# module.record.title
source: Record
zh_hans: 记录

# onboarding.birthday_hint
source: When did they arrive on Earth?
zh_hans: ta 是哪一天来到地球的？

# onboarding.continue
source: Continue
zh_hans: 继续

# onboarding.greeting
source: Hello, nice to meet you.
zh_hans: 你好，初次见面。

# onboarding.name_hint
source: What shall we call the little one?
zh_hans: 我们要记录的小生命，叫什么名字？

# onboarding.photo_authorize
source: Grant Photo Access
zh_hans: 授权相册访问

# onboarding.photo_subtitle
source: We need photo access to treasure every picture.
zh_hans: 我们需要相册权限，为你珍藏每一张照片。

# onboarding.photo_title
source: Amber of Moments
zh_hans: 留住时光的琥珀

# onboarding.save_error
source: We couldn't save this step. Please try again.
zh_hans: 这一步没有保存成功，请再试一次。

# onboarding.skip
source: Maybe Later
zh_hans: 以后再说

# paywall.coming_soon.detail
source: This feature is under development
zh_hans: 功能开发中，敬请期待

# paywall.coming_soon.title
source: Coming Soon
zh_hans: 即将上线

# paywall.error.title
source: Unable to process
zh_hans: 无法处理

# paywall.feature.ai.detail
source: Optional food tag suggestions from a photo
zh_hans: 基于照片的可选辅食标签建议

# paywall.feature.ai.title
source: Food Suggestions
zh_hans: 辅食建议

# paywall.feature.cloud.detail
source: Secure data backup
zh_hans: 数据安全备份

# paywall.feature.cloud.title
source: Cloud Sync
zh_hans: 云端同步

# paywall.feature.family.detail
source: Invite family to co-record
zh_hans: 邀请家人共同记录

# paywall.feature.family.title
source: Family Group
zh_hans: 家庭组

# paywall.feature.multibaby.detail
source: Track multiple babies
zh_hans: 记录多个宝宝的成长

# paywall.feature.multibaby.title
source: Multi-Baby
zh_hans: 多宝宝管理

# paywall.loading
source: Loading...
zh_hans: 加载中...

# paywall.plan.monthly
source: Monthly
zh_hans: 月付

# paywall.plan.yearly
source: Yearly
zh_hans: 年付

# paywall.privacy
source: Privacy Policy
zh_hans: 隐私政策

# paywall.purchase.cancelled
source: Purchase was cancelled. Your plan has not changed.
zh_hans: 购买已取消，当前方案没有变化。

# paywall.purchase.failed
source: The purchase could not be completed. Please try again later.
zh_hans: 这次购买没有完成，请稍后再试。

# paywall.purchase.pending
source: Purchase is pending. Pro will unlock after Apple confirms it.
zh_hans: 购买正在等待确认。Apple 确认后会自动解锁 Pro。

# paywall.readiness.detail
source: We will only open subscriptions after the promised Pro capabilities pass release checks. Your local records remain available.
zh_hans: 只有在承诺的 Pro 能力通过发布验收后，订阅才会开放。本地记录会照常可用。

# paywall.readiness.title
source: Pro is not for sale yet
zh_hans: Pro 暂不开放购买

# paywall.restore
source: Restore Purchases
zh_hans: 恢复购买

# paywall.restore.empty
source: No purchases found
zh_hans: 未找到购买记录

# paywall.restore.failed
source: Purchases could not be restored right now. Please try again later.
zh_hans: 现在暂时无法恢复购买，请稍后再试。

# paywall.subscribe
source: Subscribe
zh_hans: 订阅

# paywall.subtitle
source: Unlock all premium features
zh_hans: 解锁全部高级功能

# paywall.success.message
source: Welcome to Sprout Pro!
zh_hans: 欢迎使用初长 Pro！

# paywall.terms
source: Terms of Service
zh_hans: 服务条款

# paywall.title
source: Sprout Pro
zh_hans: 初长 Pro

# paywall.yearly.badge
source: Save 40%
zh_hans: 省 40%

# permissions.camera_usage
source: Used to take photos for records.
zh_hans: 用于拍摄记录照片。

# permissions.photo_library_usage
source: Used to choose photos from your library for records.
zh_hans: 用于从相册选择记录照片。

# profile.avatar.album
source: Choose from Album
zh_hans: 从相册选取

# profile.avatar.camera
source: Take Photo
zh_hans: 拍照

# profile.avatar.change_title
source: Change Avatar
zh_hans: 更换头像

# profile.avatar.remove
source: Remove Avatar
zh_hans: 移除头像

# shell.language.label
source: Language
zh_hans: 语言

# shell.language.option.simplified_chinese
source: Chinese
zh_hans: 中文

# shell.language.restart.message
source: Language change takes effect after restarting the app.
zh_hans: 语言切换将在重启应用后生效。

# shell.language.restart.title
source: Restart Required
zh_hans: 需要重启

# shell.profile.active_baby
source: Current
zh_hans: 当前

# shell.profile.add_baby
source: Add baby
zh_hans: 添加宝宝

# shell.profile.avatar.hint
source: Tap to change
zh_hans: 点击更换头像

# shell.profile.babies.detail
source: Choose who this moment belongs to.
zh_hans: 选择现在要记录的宝宝。

# shell.profile.babies.title
source: Babies
zh_hans: 宝宝

# shell.profile.create.gender
source: Gender (optional)
zh_hans: 性别（可选）

# shell.profile.create.name_placeholder
source: Baby’s name
zh_hans: 宝宝的名字

# shell.profile.create.title
source: Add a baby
zh_hans: 添加宝宝

# shell.profile.delete_baby
source: Delete baby
zh_hans: 删除宝宝

# shell.profile.delete.active.message
source: This removes the profile after a quick check. Sprout will switch to another baby on this device.
zh_hans: 删除前会先做一次快速检查。删除后，初长会自动切换到这台设备上的另一个宝宝。

# shell.profile.delete.blocked.message
source: This profile still has records, growth entries, or memories attached. Remove those first, then try again.
zh_hans: 这个宝宝下面还有记录、成长条目或珍藏内容。请先清理这些内容，再回来删除。

# shell.profile.delete.blocked.title
source: Clear this baby's records first
zh_hans: 请先清理这个宝宝的记录

# shell.profile.delete.confirm
source: Delete
zh_hans: 删除

# shell.profile.delete.message
source: This removes the baby profile after a quick check. Existing records need to be cleared first.
zh_hans: 删除前会先做一次快速检查。若这个宝宝还有记录内容，需要先清理后才能删除。

# shell.profile.delete.title
source: Delete this baby?
zh_hans: 要删除这个宝宝吗？

# shell.profile.delete.unavailable.last
source: Sprout needs one baby profile to stay ready for quick local recording.
zh_hans: 为了让本地记录随时可用，初长需要至少保留一个宝宝资料。

# shell.profile.delete.unavailable.title
source: Keep one baby here
zh_hans: 这里至少保留一个宝宝

# shell.profile.gender
source: Gender
zh_hans: 性别

# shell.profile.gender.female
source: Female
zh_hans: 女

# shell.profile.gender.male
source: Male
zh_hans: 男

# shell.profile.gender.none
source: Not set
zh_hans: 暂不设置

# shell.profile.nickname
source: Nickname
zh_hans: 宝宝昵称

# shell.profile.save_error
source: Changes could not be saved. Please try again.
zh_hans: 未能保存更改，请稍后再试。

# shell.profile.shared_babies.detail
source: Babies shared with this account stay separate from your own.
zh_hans: 共享给这个账号的宝宝会和自己的宝宝分开显示。

# shell.profile.shared_babies.title
source: Shared Babies
zh_hans: 共享宝宝

# shell.profile.shared_baby.badge
source: Shared
zh_hans: 共享

# shell.profile.shared_baby.readonly
source: This baby is shared with you. Profile details are managed by the owner.
zh_hans: 这个宝宝是共享给你的。资料由创建者管理。

# shell.settings.title
source: Settings
zh_hans: 设置

# shell.sidebar.account.detail
source: Sign in and manage this device connection
zh_hans: 登录并管理这台设备的连接

# shell.sidebar.account.title
source: Account
zh_hans: 账号

# shell.sidebar.age.prefix
source: Day
zh_hans: 第

# shell.sidebar.birth_date
source: Birth date
zh_hans: 出生日期

# shell.sidebar.cloud.detail
source: Secure data backup
zh_hans: 数据安全备份

# shell.sidebar.cloud.title
source: Cloud Sync
zh_hans: 云端同步

# shell.sidebar.family.detail
source: Invite family to share records
zh_hans: 邀请家人共同记录

# shell.sidebar.family.title
source: Family Group
zh_hans: 家庭组

# shell.sidebar.footer
source: A quiet entry for settings, without interrupting the calm of the record page.
zh_hans: 这一页先作为安静入口，不把首页的留白打断。

# shell.sidebar.footer.quiet
source: A quiet entry for account, sync, and settings, without interrupting the calm of the record page.
zh_hans: 把账号、同步和设置留在这里，不打断记录页原本的安静。

# shell.sidebar.index.title
source: Settings
zh_hans: 手帐索引

# shell.sidebar.language.detail
source: Display language and timezone
zh_hans: 显示语言和时区

# shell.sidebar.language.title
source: Language & Region
zh_hans: 语言与地区

# shell.sidebar.note.body
source: A quiet place for settings, profile, and preferences.
zh_hans: 岁月安静，初长有迹

# shell.sidebar.note.body.quiet
source: A quiet place for profile, account, sync, and preferences.
zh_hans: 这是一个安静的角落，用来放宝宝资料、账号、同步和偏好设置。

# shell.sidebar.note.title
source: A note
zh_hans: 一句记下来的话

# shell.sidebar.preferences.detail
source: Keep frequent actions close and tuck lower-frequency details away.
zh_hans: 把常用操作放近一点，把低频信息收进去。

# shell.sidebar.preferences.title
source: Recording preferences
zh_hans: 记录偏好

# shell.sidebar.profile.detail
source: Core details that return across the timeline, like name and birthday.
zh_hans: 会回到时间线里的基础信息，比如名字和生日。

# shell.sidebar.profile.title
source: Baby profile
zh_hans: 宝宝资料

# shell.sidebar.reminders.detail
source: A future place for reminders, syncing, and gentler system preferences.
zh_hans: 后续可以放提醒、同步和更轻一点的系统偏好。

# shell.sidebar.reminders.title
source: Quiet reminders
zh_hans: 安静提醒

# shell.timezone.label
source: Timezone
zh_hans: 时区

# shell.topbar.open_sidebar
source: Open settings
zh_hans: 打开设置

# shell.topbar.switch_format
source: Switch to %1$@
zh_hans: 切换到%1$@

# startup_error.details
source: Error details
zh_hans: 错误详情

# startup_error.message
source: The app encountered a problem and cannot start. Please restart the app or reinstall if the issue persists.
zh_hans: 应用遇到了问题，无法正常启动。请尝试重启应用，若问题持续，可能需要重新安装。

# startup_error.recovery_hint
source: Try closing and reopening the app. If the issue persists, reinstall the app.
zh_hans: 请先关闭并重新打开应用；若问题持续，请重新安装应用。

# startup_error.title
source: Unable to Start
zh_hans: 无法启动

# startup_error.unknown
source: Unknown startup error.
zh_hans: 未知启动错误。

# timeline.diaper.both
source: Diaper: Both
zh_hans: 尿布：都有

# timeline.diaper.default_title
source: Diaper
zh_hans: 尿布

# timeline.diaper.pee
source: Diaper: Pee
zh_hans: 尿布：小便

# timeline.diaper.poop
source: Diaper: Poop
zh_hans: 尿布：大便

# timeline.food.default_title
source: Solids
zh_hans: 辅食

# timeline.food.tags_only_format
source: Ate %1$@
zh_hans: 吃了%1$@

# timeline.milk.bottle_only_format
source: %1$@ bottle
zh_hans: %1$@ 瓶喂

# timeline.milk.default_title
source: Feeding
zh_hans: 喂奶

# timeline.milk.mixed_format
source: Nursing %1$@ + %2$@ bottle
zh_hans: 亲喂 %1$@ + %2$@ 瓶喂

# timeline.milk.nursing_only_format
source: Nursing %1$@
zh_hans: 亲喂 %1$@

# timeline.milk.side_subtitle_format
source: Left %1$@ · Right %2$@
zh_hans: 左 %1$@ · 右 %2$@

# timeline.sleep.default_title
source: Sleep
zh_hans: 睡眠

# timeline.sleep.duration_title_format
source: Slept %1$@
zh_hans: 睡了 %1$@

# treasure.compose.close
source: Close
zh_hans: 关闭

# treasure.compose.discard.continue_editing
source: Continue Editing
zh_hans: 继续编辑

# treasure.compose.discard.discard
source: Discard
zh_hans: 放弃

# treasure.compose.discard.message
source: Nothing has been saved yet.
zh_hans: 还没有保存。

# treasure.compose.discard.title
source: Discard this entry?
zh_hans: 放弃这条记录？

# treasure.compose.error.save
source: Couldn't save this entry. Please try again.
zh_hans: 没有保存成功，请再试一次。

# treasure.compose.milestone.accessibility
source: Mark as milestone
zh_hans: 标记为里程碑

# treasure.compose.milestone.title
source: Mark as milestone
zh_hans: 标记为里程碑

# treasure.compose.note.placeholder
source: What would you like to remember about today?
zh_hans: 今天有什么想记住的？

# treasure.compose.note.title
source: A short note
zh_hans: 一句话记录

# treasure.compose.photo_source.camera
source: Take photo
zh_hans: 拍照

# treasure.compose.photo_source.library
source: Choose from Library
zh_hans: 从相册选择

# treasure.compose.photo_source.limit
source: Up to %1$lld photos
zh_hans: 最多可放 %1$lld 张照片

# treasure.compose.photo_source.limit_message
source: This entry can hold up to %1$lld photos.
zh_hans: 这一条记录最多放 %1$lld 张照片。

# treasure.compose.photo_source.title
source: Add a photo
zh_hans: 添加照片

# treasure.compose.photo.add_more
source: Add more
zh_hans: 继续添加

# treasure.compose.photo.delete_accessibility
source: Remove current photo
zh_hans: 删除当前照片

# treasure.compose.photo.empty_subtitle
source: Up to %1$lld photos, in the order you choose.
zh_hans: 最多 %1$lld 张，按你选择的顺序排列。

# treasure.compose.photo.empty_title
source: Leave a set of photos
zh_hans: 留下一组照片

# treasure.compose.photo.section_title
source: Photos (optional)
zh_hans: 照片（可选）

# treasure.compose.save
source: Save
zh_hans: 保存

# treasure.compose.save_failure.back_to_edit
source: Back to Edit
zh_hans: 返回编辑

# treasure.compose.save_failure.message
source: Please try again.
zh_hans: 请再试一次。

# treasure.compose.save_failure.retry
source: Try Again
zh_hans: 再试一次

# treasure.compose.save_failure.title
source: Couldn't save yet
zh_hans: 还没能保存

# treasure.compose.title
source: Keep Today
zh_hans: 留住今天

# treasure.empty.default
source: This is where time is kept. Tap the camera above to capture today.
zh_hans: 这里存放时间。点右上角的取景框，留住今天。

# treasure.empty.error
source: This page couldn't open fully just now.
zh_hans: 这一页暂时没有顺利展开。

# treasure.error.load
source: Couldn't load memories right now.
zh_hans: 珍藏内容加载失败

# treasure.error.unavailable
source: Memories are unavailable right now.
zh_hans: 珍藏内容暂不可用

# treasure.error.undo
source: Couldn't undo that memory. Try again.
zh_hans: 这次撤销珍藏没有成功，请再试一次。

# treasure.error.weekly_letter
source: Couldn't refresh the weekly letter right now.
zh_hans: 这周的时光信笺暂时没有更新成功。

# treasure.fab.accessibility
source: Capture today
zh_hans: 留住今天

# treasure.fab.label
source: Capture today
zh_hans: 留住今天

# treasure.letter.regenerate
source: Regenerate
zh_hans: 重新生成

# treasure.letter.regenerate_failed
source: Regenerate failed, old content preserved
zh_hans: 重新生成失败，旧内容已保留

# treasure.letter.regenerate_success
source: Letter regenerated
zh_hans: 周信已重新生成

# treasure.memory.image_error
source: This photo couldn't load just now.
zh_hans: 这张照片暂时没有加载出来。

# treasure.memory.meta.with_age
source: %@ · %@ days
zh_hans: %@ · %@天

# treasure.scrubber.accessibility
source: Browse time
zh_hans: 穿梭时间

# treasure.scrubber.hint
source: Drag here to browse time
zh_hans: 拖动这里穿梭时间

# treasure.undo.saved_entry
source: Saved today
zh_hans: 已留住今天

# treasure.weekly_letter.open
source: Open this week's letter
zh_hans: 打开这一周的信

# treasure.weekly_letter.title
source: Weekly letter
zh_hans: 时光信笺

# 一句记下来的话
source: A note
zh_hans: 一句记下来的话

# 今天有什么想记住的吗？
source: What would you like to remember about today?
zh_hans: 今天有什么想记住的吗？

# 从相册选择
source: Choose from Library
zh_hans: 从相册选择

# 保存
source: Save
zh_hans: 保存

# 关闭
source: Close
zh_hans: 关闭

# 再试一次
source: Try Again
zh_hans: 再试一次

# 最多 6 张，按选择顺序排开。
source: Up to 6 photos, in the order you choose.
zh_hans: 最多 6 张，按选择顺序排开。

# 最多可放 6 张
source: Up to 6 photos
zh_hans: 最多可放 6 张

# 删除当前照片
source: Remove current photo
zh_hans: 删除当前照片

# 打开这一周的信
source: Open this week's letter
zh_hans: 打开这一周的信

# 拍照
source: Take photo
zh_hans: 拍照

# 拖动这里穿梭时间
source: Drag here to travel through time
zh_hans: 拖动这里穿梭时间

# 放弃
source: Discard
zh_hans: 放弃

# 放弃这条记录？
source: Discard this entry?
zh_hans: 放弃这条记录？

# 时光信笺
source: Weekly Letter
zh_hans: 时光信笺

# 没有保存成功，请再试一次。
source: Couldn't save this yet. Please try again.
zh_hans: 没有保存成功，请再试一次。

# 添加照片
source: Add a photo
zh_hans: 添加照片

# 照片（可选）
source: Photos (optional)
zh_hans: 照片（可选）

# 留下一组画面
source: Leave a set of photos
zh_hans: 留下一组画面

# 留住今天
source: Keep Today
zh_hans: 留住今天

# 穿梭时间
source: Move through time
zh_hans: 穿梭时间

# 继续添加
source: Add more
zh_hans: 继续添加

# 继续编辑
source: Continue Editing
zh_hans: 继续编辑

# 记为里程碑
source: Mark as milestone
zh_hans: 记为里程碑

# 返回编辑
source: Back to Edit
zh_hans: 返回编辑

# 还没有保存。
source: Nothing has been saved yet.
zh_hans: 还没有保存。

# 这一条记忆最多放 6 张照片。
source: This entry can hold up to 6 photos.
zh_hans: 这一条记忆最多放 6 张照片。

# 这张照片暂时没有加载出来。
source: This photo couldn't load right now.
zh_hans: 这张照片暂时没有加载出来。
